/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Vis ikke igen.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Donér!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Det har taget mange aftner at udvikle dette program. Hvis du kan lide at bruge det, så vær venlig at overveje en donation til programmøren af denne software (det er mig!). Det vil virkelig opmuntre mig til at lave det bedre!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Senere";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Vær venlig at donere";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Tak fordi du bruger Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Betaling kan nemt foretages via PayPal over internettet.";

